// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Benutzerrollenverwaltung";

UsersTabTitle = "Benutzer:";
GroupsTabTitle = "Gruppen:";
RolesTabTitle = "Rollen:";

// default roles
DeviceAdministrator = "Gerät - Administrator";
DeviceGuest = "Gerät - Gast";
DeviceUser = "Gerät - Benutzer";

//account types
User = "Benutzer";
Group = "Gruppe";

// context menu operatons
DeleteUserGroupContextMenu = "Benutzer oder Gruppe(n) löschen";
DeleteRoleContextMenu = "Rolle(n) löschen";
MoveToGroupContextMenu = "Zu Gruppen verschieben";
MoveToUserContextMenu = "Zu Benutzern verschieben";

// properties names
NameAttribute = "Name:";
RoleAttribute = "Rolle:";
AuthenticationAttribute = "Anmeldemethode:";
AccountTypeAttribute = "Typ";

// progress titles
UpdateInformationProcessTitle = "Daten werden aktualisiert...";

// new accounts window
OkButton = "OK";
CancelButton = "Abbrechen";

AccountSettingsTabTitle = "Konteneinstellungen";
PermissionsPoliciesTabTitle = "Berechtigungsstrategien";
WindowsDefaultRoleTitle = "Für Windows festgelegte Standardberechtigung:";
LDAPDefaultRoleTitle = "Für LDAP festgelegte Standardberechtigung:";

// alerts
DuplicateNameMessage = "Dieser Name wurde bereits verwendet.";
DuplicateUserGroupNameDescription = "Dieser Netzwerkbenutzer- oder Gruppenname wurde bereits verwendet. Geben Sie einen neuen Netzwerkbenutzer- oder Gruppennamen ein.";
DuplicateNameDescription = "Dieser name wird bereits verwendet. Geben Sie einen neuen namen ein.";
NetworkUserAndGroupTitle = "Netzwerkbenutzer oder -gruppe";

DeleteRoleErrorDescription = "Die Berechtigungsgruppe (%@) kann nicht gelöscht werden, da sie weiterhin als Standardberechtigungsgruppe verwendet wird, bzw. in einer Berechtigungsgruppe über die Netzwerkgruppen oder Benutzern Geräteberechtigungen zugeordnet werden.";

// tooltips
CreateNewUserToolTip = "Neuen Benutzer erstellen";
CreateNewGroupToolTip = "Neue Gruppe erstellen";
CreateNewRoleToolTip = "Neue Rolle erstellen";

DeleteUsersToolTip = "Ausgewählte Benutzer löschen";
DeleteGroupsToolTip = "Ausgewählte Gruppen löschen";
DeleteRolesToolTip = "Ausgewählte Rollen löschen";

// permission policies
ApplicationNameKey = "Programmname";
ValueKey = "Wert";

ADMINISTRATIONAPPLICATION = "Administrationsanwendung";
REPORTS = "Berichte";
CONFIGURATIONSTATUSPAGES = "Konfigurations-/Statusseiten";
CONFIGURATIONPAGE = "Konfigurationsseite";
USAGEPAGE = "Nutzungsseite";
FILEDIRECTORY = "Dateiverzeichnis";
SUPPLIESSTATUSPAGE = "Zubehörstatusseite";
COLORUSAGEJOBLOG = "Protokoll der Farbnutzung bei Aufträgen";
FAXREPORTS = "Faxberichte";
FAXACTIVITYLOG = "Faxablaufprotokoll";
BILLINGCODESREPORT = "Bericht über Kostenstellencodes";
BLOCKEDFAXLIST = "Liste mit gesperrten Faxnummern";
LASTFAXCALLREPORT = "Bericht über letzten Faxanruf";
SPEEDDIALLIST = "Kurzwahlliste";
OTHERPAGES = "Sonstige Seiten";
GENERALSETTINGS = "Allgemeine Einstellungen";
GENERAL = "Allgemeine Einstellungen";
DATETIME = "Datum/Uhrzeit";
DATEANDTIME = "Datum/Uhrzeit";
ENERGYSETTINGS = "Energiespareinstellungen";
PRINTQUALITYMENU = "Druckqualität (Menü)";
MANAGESTOREDJOBS = "Gesicherte Aufträge verwalten";
ENABLERETRIEVEFROMUSB = "Abrufen von USB aktivieren";
RESTOREFACTORYSETTINGS = "Werkseitige Einstellungen wiederherstellen";
DISPLAYSETTINGS = "Anzeigeeinstellungen";
NETWORKSETTINGS = "Netzwerkeinstellungen";
NETWORKPROTOCOLS = "Netzwerkprotokolle";
COPYSETTINGS = "Kopiereinstellungen";
FAXSETTINGS = "Faxeinstellungen";
FAXSENDSETTINGS = "Faxversandeinstellungen";
FAXSENDSETUP = "Faxversandeinrichtung";
FAXSETUPWIZARD = "Faxeinrichtungsassistent";
GENERALFAXSENDSETTINGS = "Allgemeine Faxversandeinstellungen";
DEFAULTJOBOPTIONSFAXSEND = "Standardauftragsoptionen (Faxversand)";
FAXRECEIVESETTINGS = "Faxempfangseinstellungen";
FAXRECEIVESETUP = "Faxempfangseinrichtung";
FAXPRINTINGSCHEDULE = "Druckplan für Faxe";
BLOCKEDFAXNUMBERS = "Gesperrte Faxnummern";
DEFAULTJOBOPTIONSFAXRECEIVE = "Standardauftragsoptionen (Faxempfang)";
FAXFORWARDING = "Faxweiterleitung";
GENERALPRINTSETTINGS = "Allgemeine Druckeinstellungen";
DEFAULTPRINTOPTIONS = "Standarddruckoptionen";
MANAGETRAYS = "Fächer verwalten";
STAPLERSTACKERSETTINGS = "Einstellungen für Stapel-/Heftvorrichtung";
SCANDIGITALSENDSETTINGS = "Scannen/Digitales Senden - Einstellungen";
SCANDIGITALSEND = "Scannen/Digitales Senden - Einstellungen";
EMAILSETTINGS = "E-Mail-Einstellungen";
EMAILSETUP = "E-Mail-Einrichtung";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Standardauftragseinstellungen (E-Mail-Einstellungen)";
SAVETONETWORKFOLDERSETTINGS = "In Netzwerkordner speichern - Einstellungen";
SAVETONETWORKFOLDERSETUP = "In Netzwerkordner sichern - Einrichtung";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Standardauftragseinstellungen (Netzwerkordner)";
SAVETOUSBSETTINGS = "In USB-Einstellungen sichern";
SAVETOUSBSETUP = "In USB-Einrichtung sichern";
SAVETOUSBJOBSETTINGS = "In USB-Auftragseinstellungen sichern";
DIGITALSENDSERVICESETUP = "Digitaler Sendedienst - Einrichtung";
MANAGESUPPLIES = "Zubehör verwalten";
RESETSUPPLIES = "Zubehör zurücksetzen";
TROUBLESHOOTINGMENU = "Fehlerbehebung (Menü)";
TROUBLESHOOTING = "Fehlerbehebung (Menü)";
RETRIEVEDIAGNOSTICDATA = "Diagnosedaten abrufen";
DIAGNOSTICDATA = "Diagnosedaten abrufen";
STAPLERSTACKER = "Stapelfach mit Hefter";
RETRIEVEFAXDIAGNOSTICDATA = "Faxdiagnosedaten abrufen";
REMOTECONTROLPANEL = "Remote-Bedienfeld";
DIGITALSENDINGSOFTWAREDSSSETUP = "Digital Sending Software (DSS) - Einrichtung";
DIGITALSENDINGSOFTWARESETUP = "Digital Sending Software - Einrichtung";
SUPPLYSTATUSAPPLICATION = "Anwendung für Zubehörstatus";
COPYAPPLICATION = "Kopieranwendung";
SIDEDCOPYOUTPUT = "Ausgabe 1-seitiger Kopien";
MAKEACOLORCOPY = "Farbkopie erstellen";
SAVETODEVICEMEMORYAPPLICATION = "Anwendung zum Sichern in Gerätespeicher";
OPENFROMDEVICEMEMORYAPPLICATION = "Von Gerätespeicheranwendung aus öffnen";
STOREDFAXES = "Gesicherte Faxe";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Gesicherte Aufträge löschen (frei gegeben oder privat)";
TRAYS = "Fächer";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Möglichkeit, Einstellungen für Fachgröße und -typ zu ändern";
PRINTING = "Druckvorgang läuft";
PRINTINCOLOR = "Farbdruck";
OPENFROMUSBAPPLICATION = "Von USB-Anwendung aus öffnen";
FAXAPPLICATION = "Faxanwendung";
ABILITYTOEDITTHEBILLINGCODE = "Möglichkeit, Kostenstellencode zu bearbeiten";
ABILITYTOEDITASPEEDDIAL = "Möglichkeit, Kurzwahleintrag zu bearbeiten";
EMAILAPPLICATION = "E-Mail-Anwendung";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Möglichkeit, Feld \"Von\" für E-Mail zu bearbeiten";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Möglichkeit, Feld \"An\" für E-Mail zu bearbeiten";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Möglichkeit, Feld \"CC\" für E-Mail zu bearbeiten";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Möglichkeit, Feld \"BCC\" für E-Mail zu bearbeiten";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Möglichkeit, Feld \"Betreff\" für E-Mail zu bearbeiten";
ABILITYTOEDITTHEBODYOFANEMAIL = "Möglichkeit, Text einer E-Mail zu bearbeiten";
ADDRESSBOOK = "Adressbuch";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Möglichkeit, Kontaktdaten in einem privaten Adressbuch zu bearbeiten";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Möglichkeit, Kontaktdaten in frei gegebenen Adressbüchern zu verwalten";
SAVETOSHAREPOINT = "In SharePoint® speichern";
NETWORKFOLDERAPPLICATION = "Netzwerkordner - Anwendung";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Möglichkeit, Netzwerkordnerpfad zu bearbeiten";
JOBSTATUSAPPLICATION = "Auftragsstatus - Anwendung";
DETAILSORCANCELANYUSERSJOB = "Details zu Benutzeraufträgen anzeigen oder abbrechen";
ABILITYTOPROMOTEANYUSERSJOB = "Möglichkeit, Benutzeraufträge weiterzuleiten";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Möglichkeit, alle Aufträge im Auftragsprotokoll für alle Benutzer anzuzeigen";
SAVETOUSBAPPLICATION = "In USB-Anwendung sichern";
DEVICEMAINTENANCEAPPLICATION = "Anwendung zur Gerätewartung";
INFORMATION = "Informationen";
DEVICESTATUS = "Gerätestatus";
PRINT = "Drucken";
HPWEBSERVICES = "HP Webdienste";
ONLINEHELP = "Online-Hilfe";
FAX = "Faxen";
RESTRICTCOLOR = "Farbe einschränken";

EnableFromRestrictColorPlugin = "Wechseln Sie zum Plug-in zum Einschränken der Farbnutzung, um diese Funktion zu aktivieren";
ENABLEDEVICEUSB = "Geräte-USB aktivieren";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Geschützte Druckaufträge ohne Eingabe von Kennwort oder PIN löschen";
JOBLOG = "Auftragsprotokoll";
STATUSINFORMATION = "Statusinformationen";
PRINTABLEREPORTSANDPAGES = "Druckbare Berichte und Seiten";
NETWORKING = "Netzwerk";
ALERTS = "Warnungen";
CONTROLPANELADMINISTRATIONMENU = "Bedienfeld-Verwaltungsmenü";
AUTOSEND = "Automatische Sendung";
DISPLAYCUSTOMIZATIONS = "Anpassungen anzeigen";
BACKUPANDRESTORE = "Sichern und Wiederherstellen";
SOLUTIONINSTALLER = "Lösungs-Installer";
FIRMWAREUPGRADE = "Firmware-Upgrade";
QUOTAANDSTATISTICSSERVICES = "Quoten- und Statistikdienste";
CONTROLPANELCUSTOMIZATION = "Bedienfeldanpassung";
QUICKSETSSETUP = "Quick Sets-Einrichtung";
GENERALTROUBLESHOOTING = "Allgemeine Fehlerbehebung";
CALIBRATIONCLEANING = "Kalibrierung/Bereinigung";
SECURITY = "Sicherheit";
GENERALSECURITY = "Allgemeine Sicherheit";
ACCESSCONTROL = "Zugriffssteuerung";
PROTECTSTOREDDATA = "Gespeicherte Daten schützen";
CERTIFICATEMANAGEMENT = "Zertifikatsverwaltung";
WEBSERVICESECURITY = "Web Services-Sicherheit";
EMAILDOMAINRESTRICTION = "E-Mail-Domänen-Beschränkung";
FAXARCHIVEANDFORWARDING = "Faxarchivierung und -weiterleitung";
SPEEDDIALS = "Kurzwahlnummern";
COPYPRINT = "Kopieren/Drucken";
ADJUSTPAPERTYPES = "Papiertypen anpassen";
RETRIEVEFROMUSBSETUP = "Aus USB-Einrichtung abrufen";
REMOTESCANREQUEST = "Remote-Scan-Anforderung";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Per E-Mail an Netzwerkordner der Schnelleinrichtungsassistenten senden und speichern";
PREFERENCES = "Voreinstellungen";
